/* 
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "E-mail :";
"Enter your email address here" = "Entrez votre adresse e-mail";
"Content" = "Contenu";
"Note:" = "Notes :";
"Submit" = "Soumettre";
"Sending…" = "Envoi...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Envoyé avec succès, nous résoudrons votre problème dès que possible.";
"Send failed!" = "Échec d'envoi !";
"You can also click on product support to find the corresponding solution. Product Support >>" = "Vous pouvez aussi cliquer sur le support produit pour rechercher des solutions. Support produit >> ";
"Product Support >>" = "Support produit >>";
"Please make sure your network connection is working and submit again." = "Assurez-vous que votre connexion réseau est active et réessayez.";
"Feedback" = "Commentaires";

"Please enter valid Email address." = "Saisir un adresse email valide.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Merci de nous avoir contacté et donné votre avis sur notre produit.";
"What do you want to do with this product?" = "Quel problème souhaitez-vous résoudre avec ce produit ?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: Décrivez le problème que vous avez rencontré avec le plus de détails possible, une description plus claire vous aidera à résoudre le problème rapidement ;";
"What is your problem when using this product?" = "Quels problèmes avez-vous rencontrés ?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: Si vous avez des questions sur l'utilisation du produit ou le service après-vente, n'hésitez pas à nous en parler ;";
"E-mail" = "E-mail :";
"Please enter a valid email address" = "Entrez une adresse e-mail valide";
"Please make sure your email is correct" = "Assurez que l'e-mail est correct";
"Notes:" = "Notes :";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: En raison du décalage horaire du service client mondial, nous vous répondrons dans les 48 heures suivant le jour ouvrable ;";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2 : Vous pouvez également consulter nos FAQs en ligne pour parcourir rapidement des problèmes de commande ou problèmes techniques.";
"order issues" = "problèmes de commande";
"technical problems" = "problèmes techniques";

"Attach log file" = "Attachez le fichier journal";
"Attach images:" = "Attachez images";
"Add Image" = "Ajoutez image";
"Add up to 2 images" = "2 images au plus";
"Submit" = "Envoyer";
"Sending…" = "Envoi...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Envoyé avec succès, nous résoudrons votre problème dès que possible.";
"Send failed!" = "Échec d'envoi !";
"Please make sure your network connection is working and submit again." = "Assurez-vous que votre connexion réseau est active et réessayez.";
"Feedback" = "Commentaires";
"OK" = "OK";
